[
  {
    "id": 1,
    "title": "S&S Preserves - Company Site",
    "description": "S&S Preserves is a family-owned business that specializes in making delicious preserves. We ensured to provide a website that was both functional and aesthetically pleasing. We went through our workflow of consistent iteration delivery so that S&S Preserves could get a website that reflected their brand and business.",
    "link": "https://s-s-preserves.pages.dev/",
    "image": "@/assets/projects/https---www.sspreserves.com.au-443.jpeg"
  },
  {
    "id": 2,
    "title": "Wardens AI - NextJS Webapp",
    "description": "A NextJS project that utilises the OpenAI API to provide a summariser for Warden's Court decisions. This project aims to provide better resurfacing of relevant decisions and improved searchability of decisions in the Western Australian Wardens Court",
    "link": "https://wcai-kthhf.ondigitalocean.app/",
    "image": "@/assets/projects/https---wcai-kthhf.ondigitalocean.app-443-.jpeg"
  },
  {
    "id": 3,
    "title": "Lawton Macmaster Legal Website - Company Site",
    "description": "A boutique law firm website built by us using the Astro framework. The website is fully responsive and features a modern design with a focus on user experience. The website is built with the intention of being professional and modern, while also being functional and easy to use.",
    "link": "https://astro-lawmac.pages.dev/",
    "image": "@/assets/projects/https---lawmac.com.au.jpeg"
  },
  {
    "id": 4,
    "title": "Wizard Plumbing and Gas - Company Site",
    "description": "A website built by us using the Astro framework. The website showcases our ability to capture a unique and interesting brand identity and bring it to life in a website. Wizard Plumbing and Gas is a local business operating in Perth, Australia and have a range of home and commercial plumbing services.",
    "link": "https://wizard-business-site.pages.dev/",
    "image": "@/assets/projects/https---wizard-business-site.pages.dev-443-.jpeg"
  },
  {
    "id": 5,
    "title": "The House Cafe",
    "description": "A company site for a small cafe in Perth, Australia. The website is built with the intention of being professional and modern, while also being functional and easy to use. It also features a booking system for the cafe's play centre.",
    "link": "https://house-cafe.pages.dev/",
    "image": "@/assets/projects/house-cafe.jpeg"
  }
]
