[
  {
    "id": 1,
    "title": "Ore Law AI - Nuxt Webapp",
    "description": "A self-driven project to revolutionise the way that Wardens Court decisions are surfaced to the public. Our director, Joshua Macmaster, practices in the resource sector and has a keen interest in the way that research is currently driven in the Wardens Court. This project aims to provide better resurfacing of relevant decisions and improved searchability of decisions in the Western Australian Wardens Court while making the management of hearing dates easier. It is currently a work in progress.",
    "link": "https://wcai-kthhf.ondigitalocean.app/",
    "image": "@/assets/projects/https---orelaw.ai-.jpeg"
  },
  {
    "id": 2,
    "title": "Lawton Macmaster Legal Website - Company Site",
    "description": "A boutique law firm website built by us using the Astro framework. The website is fully responsive and features a modern design with a focus on user experience. The website is built with the intention of being professional and modern, while also being functional and easy to use.",
    "link": "https://astro-lawmac.pages.dev/",
    "image": "@/assets/projects/https---lawmac.com.au.jpeg"
  },
  {
    "id": 3,
    "title": "Wizard Plumbing and Gas - Company Site",
    "description": "A website built by us using the Astro framework. The website showcases our ability to capture a unique and interesting brand identity and bring it to life in a website. Wizard Plumbing and Gas is a local business operating in Perth, Australia and have a range of home and commercial plumbing services.",
    "link": "https://wizard-business-site.pages.dev/",
    "image": "@/assets/projects/https---wizard-business-site.pages.dev-443-.jpeg"
  },
  {
    "id": 4,
    "title": "The House Cafe - Company Site",
    "description": "A company site for a small cafe in Perth, Australia. The website is built with the intention of being professional and modern, while also being functional and easy to use. It also features a booking system for the cafe's play centre.",
    "link": "https://house-cafe.pages.dev/",
    "image": "@/assets/projects/house-cafe.jpeg"
  },
  {
    "id": 5,
    "title": "ArmourHub - Fortix Configuration",
    "description": "We assisted Armourhub with the configution of their Fortix instance which included ensuring that they had the Gravity forms they required for contact creation, setting up tablet views and creating specific templates and workflows for their business.",
    "link": "https://armourhub.com.au/",
    "image": "@/assets/projects/https---armourhub.com.au-.jpeg"
  },
  {
    "id": 6,
    "title": "Geraldton Blessing of the Fleet - Company Site",
    "description": "The website showcases our ability to capture a unique and interesting brand identity and bring it to life in a website. Geraldton Blessing of the Fleet is a community event in Geraldton, Australia that celebrates maritime traditions and community spirit.",
    "link": "https://geraldtonblessingofthefleet.com.au/",
    "image": "@/assets/projects/https---geraldtonblessingofthefleet.com.au.jpeg"
  },
  {
    "id": 7,
    "title": "The Heart Cave - Company Site",
    "description": "The website for a local business in Perth that provides a range of shamanic healing services. This site is an example of our full e-commerce capabilities, including a booking system for workshops and classes. It utilises Stripe and has a CMS backend for client management.",
    "link": "https://heart-cave.flat-sound-6551.workers.dev/",
    "image": "@/assets/projects/https---heart-cave.flat-sound-6551.workers.dev-.jpeg"
  },
  {
    "id": 8,
    "title": "S&S Preserves - Company Site",
    "description": "S&S Preserves is a family-owned business that specializes in making delicious preserves. We ensured to provide a website that was both functional and aesthetically pleasing. We went through our workflow of consistent iteration delivery so that S&S Preserves could get a website that reflected their brand and business.",
    "link": "https://s-s-preserves.pages.dev/",
    "image": "@/assets/projects/https---www.sspreserves.com.au-443.jpeg"
  }
]